Repository: Marcos14Almeida/FIFA-Flutter
Catalog: lib/l10n/app_*.arb
Languages: pt

# test
source: default {username}
pt: Oi {username}

# continueButton
source: Continue
pt: Continuar

source: Edit Team
pt: Editar Time

source: Configuration
pt: Configuração

source: Coach Name
pt: Nome do treinador

# languageSelection
source: Language
pt: Idioma

# language
source: English
pt: Português

# turnsN
source: Turns with 2 rounds?
pt: Turnos de Ida e Volta?

source: Difficulty
pt: Dificuldade

source: Sound Effects
pt: Efeitos Sonoros

# nTeamsLeague
source: Nº of teams per league
pt: Nº times na Liga

# nTeamsClassified
source: Nº of teams classified per league
pt: Nº clubes classificados por liga

# nTeamsRelegated
source: Nº of teams relegated per league
pt: Nº clubes rebaixados por liga

source: Change clubs
pt: Mudar clubes

source: Initial money
pt: Dinheiro Inicial

source: Standard
pt: Padrão

# allowCards
source: Allow yellow and red cards
pt: Permitir cartões

# allowInjuries
source: Allow injured players
pt: Permitir jogadores machucados

# allPlayersEqual
source: All Players with equal overall
pt: Todos os jogadores com overall igual

source: See probability
pt: Ver probabilidade

source: User Terms
pt: Termos de Uso

source: Customize Players
pt: Customizar Jogadores

source: Save
pt: Salvar

source: Load
pt: Carregar

source: Cancel
pt: Cancelar

source: Create player
pt: Criar jogador

source: Edit player
pt: Editar jogador

source: Change position
pt: Mudar Posição

source: Change players name
pt: Mudar Nome do jogador

# changePlayersClub
source: Change club
pt: Mudar de Clube

source: Club doesn't exist
pt: Clube não existe

source: Invalid position
pt: Posição inválida

source: New Value to
pt: Novo valor para

source: Delete
pt: Deletar

source: Delete player
pt: Deletar jogador

source: Year
pt: Ano

source: Years
pt: Anos

source: Week
pt: Semana

source: Money
pt: Dinheiro

source: Club Overall
pt: Overall da Equipe

source: Club Value
pt: Valor da Equipe

source: Play
pt: Jogar

source: Table
pt: Tabela

source: Coach
pt: Técnico

source: My Club
pt: Meu Time

source: Historic
pt: Histórico

source: International
pt: Internacional

source: Transfers
pt: Transferências

source: Next Adversary
pt: Próximo Adversário

source: Position
pt: Posição

source: Home
pt: Casa

source: Away
pt: Fora

source: Match Week
pt: Rodada

source: Classification
pt: Classificação

source: Final Classification
pt: Classificação Final

source: Expectation
pt: Expectativa

# returnTo
source: Return
pt: Voltar

source: Player
pt: Jogador

# playersNameSearch
source: Player's name
pt: Nome do Jogador

source: Age
pt: Idade

source: Nationality
pt: Nacionalidade

source: Name
pt: Nome

source: Price
pt: Preço

source: Filter
pt: Filtrar

source: Reset
pt: Resetar

# countryFilter
source: Filter by country
pt: Filtrar por país

# rankingGlobalClubs
source: Ranking Global
pt: Mundial

# rankingNationalClubs
source: Ranking National
pt: Nacional

source: Top Scorers
pt: Artilheiros

source: Assists
pt: Assistências

source: Red Cards
pt: Cartões Vermelhos

source: Yellow Cards
pt: Cartões Amarelos

# cast
source: Players
pt: Jogadores

source: All Infos
pt: Ver Mais

source: Matchs
pt: Jogos

source: Goals
pt: Gols

source: Substitutes
pt: Reservas

source: Avg. Age
pt: Média de Idade

source: Performance
pt: Desempenho

source: Average
pt: Média

source: Last 10 years
pt: Últimos 10 anos

# division2
source: 2nd Division
pt: 2ª Divisão

source: Title
pt: Título

source: Titles
pt: Títulos

source: Coach Menu
pt: Menu do Técnico

# coachAchievements
source: Achievements
pt: Conquistas

source: Points
pt: Pontos

source: National Championship
pt: Campeonatos Nacionais

source: International Championship
pt: Campeonatos Internacionais

source: Biggest victory
pt: Maior vitória

source: Biggest defeat
pt: Maior derrota

# sequenceNoDefeats
source: Largest sequence without defeats
pt: Maior sequência sem perder

# sequenceVictories
source: Largest sequence winning
pt: Maior sequência de vitórias

# elenco
source: Players
pt: Elenco

source: My Transfers
pt: Minhas transferências

source: Bought
pt: Comprado

source: Sold
pt: Vendido

source: Play 100 matchs
pt: Jogue 100 partidas

source: Win 100 matchs
pt: Vença 100 partidas

source: Win 1 national championship
pt: Vença 1 campeonato nacional

# win5nationalChampionship
source: Win 5 national championships
pt: Vença 5 campeonatos nacionais

source: Win 1 international championship
pt: Vença 1 campeonato international

# sellExpensivePlayer
source: Sell a player for more than 100mi
pt: Venda um jogador por mais de 100mi

# bestTeamInTheWorld
source: Have the best team in the world
pt: Tenha a melhor equipe do mundo

source: Play 5 seasons
pt: Jogue 5 temporadas

source: Play 10 seasons
pt: Jogue 10 temporadas

# invencibles
source: Don't lose a match during the season
pt: Termine a temporada invicto

source: Calendar
pt: Calendário

source: Game Velocity
pt: Velocidade do jogo

# scoreProbability
source: To score
pt: Marcar

# takeProbability
source: To take
pt: Sofrer

source: Substitution
pt: Substituição

source: Next Match Week
pt: Próxima Rodada

# noSubstitutionLeft
source: No substitutions left (0)
pt: Sem substituições restantes (0)

# redCardPlayersCantBeReplaced
source: Players with red cards can't be replaced
pt: Jogadores expulsos não podem ser substítuidos

source: Loading new season
pt: Carregando nova temporada

source: End of year
pt: Fim do Ano

source: Group
pt: Grupo

source: League Historic
pt: Histórico das ligas

source: All
pt: Tudo

source: Next
pt: Próximo

source: Players Historic
pt: Histórico de jogadores

source: and
pt: e

source: Best players
pt: Melhores jogadores

source: Loading
pt: Carregando

# alreadyChangedYourClub
source: You already changed your club this season
pt: Você já mudou de clube essa temporada

source: in millions
pt: em milhões

source: Last Season
pt: Temporada Passada

# seasonGoals
source: Season's goals
pt: Objetivos da temporada

source: Good
pt: Bom

source: Bad
pt: Ruim

source: Result
pt: Resultado

source: Expected
pt: Experado

# saveWhereQuestion
source: Where do you want to save it?
pt: Onde você quer salvar?

# saveWhereAnswer
source: Saved in
pt: Salvo em

source: Select Club
pt: Selecione um time

# changedClubTo
source: Change club to:
pt: Clube trocado

source: Carrer matchs
pt: Jogos carreira

source: Carrer goals
pt: Gols carreira

source: Carrer assists
pt: Assis. carreira

source: League matchs
pt: Jogos liga

source: League goals
pt: Gols liga

source: League assists
pt: Assis. liga

source: Value
pt: Valor

# injuryMatchs
source: Injuried Matchs
pt: Partidas machucado

source: Buy
pt: Comprar

source: Sell
pt: Vender

source: Cancelled purchase
pt: Compra cancelada

source: Player sold to
pt: Jogador vendido para

source: Player bought
pt: Jogador comprado

# moneyNotEnough
source: You are without money
pt: Você não tem dinheiro suficiente

# otherTeamWillHaveNoPlayersLeft
source: The other team will have no players left
pt: O outro clube vai ficar sem jogadores disponíveis

# limitNPlayersReached
source: Number of maximum players reached (32)
pt: Limite de jogadores atingido

# notEnoughPlayersLeftToSell
source: You don't have enough players to sell
pt: Você não tem jogadores suficientes para poder vender

# wonW
source: W
pt: V

# drawnD
source: D
pt: E

# lostL
source: L
pt: D

# playedP
source: P
pt: J

# age3
source: AGE
pt: IDA

# goalDifference3
source: GD
pt: SG

# goalsFor3
source: GF
pt: GM

# goalsAgainst
source: GA
pt: GS

source: In development
pt: Em desenvolvimento
